Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: you see, we're pretty serious about this, too.
es_419: Verás, nosotros también nos tomamos esto en serio.

source: easier said than done...
es_419: Es fácil decirlo, pero no hacerlo…

source: you're dead meat!
es_419: ¡Eres hombre muerto!

source: we'll analyze the drone's flight log and track down john canty, no matter where he's hiding.
es_419: Vamos a analizar el registro de vuelo del dron y a rastrear a John Canty, se esconda donde se esconda.

source: what's the hold-up?
es_419: ¿Qué esperan?

source: wait... how did you know?
es_419: Espera… ¿cómo sabías?

source: so we burned everything down.
es_419: Así que acabamos con todo.

source: edward, what's up?
es_419: Edward, ¿qué pasa?

source: kill anyone who gets in our way!
es_419: ¡Maten a cualquier persona que vean!

source: scared, are you? haha!
es_419: ¿Tienes miedo? ¡Ja, ja!

source: who cares? we're not here to bust myths or raid tombs.
es_419: ¿Qué le importa? No vinimos a cazar mitos o a saquear tumbas.

source: it's okay, don't be so scared... hehe...
es_419: Tranquila, no tengas tanto miedo… Je, je…

source: Pfft!
es_419: ¡Pfff!

source: wrong again.
es_419: Vuelves a equivocarte.

source: no way... that's ridiculous...
es_419: Imposible… eso es ridículo…

source: earlier
es_419: Antes

source: they seem to be doing a good job of staying hidden for now.
es_419: Por lo que veo, se escondieron muy bien.

source: it was around here somewhere...
es_419: Estaba por aquí…

source: boo.
es_419: ¡Bu!

source: no, wait. this tree...
es_419: No, espera. Este árbol…

source: ...coffee?!
es_419: … café?!

source: in the 22nd century...
es_419: En el siglo XXII…

source: ...although the residents of the tower might.
es_419: … aunque puede que los residentes de la torre sí.

source: I didn't get a proper look at this place with all the shenanigans going on...
es_419: Con todo ese tiroteo, no había prestado atención a este lugar…

source: ...but I didn't expect him to run through the hail of bullets and enter the building head on!
es_419: … ¡pero no esperaba que atravesara esa lluvia de balas y entrara directamente al edificio!

source: what is it that you want?
es_419: ¿Qué quieres?

source: goodbye, kid.
es_419: Adiós, niño.

source: arrgggh!
es_419: ¡Aaaaagh!

source: ...you should give them a reason.
es_419: … debes darles uno?

source: ...but I had to keep you alive if I wanted to hold on to a sliver of hope of pulling that off.
es_419: … pero tenía que mantenerte con vida si quería tener la esperanza de lograrlo.

source: yeah, I know that...
es_419: Sí, ya sé…

source: and that's why...
es_419: Y eso es lo que…

source: it doesn't matter what kind of person they are.
es_419: No importa qué tipo de persona sea.

source: that's-!
es_419: ¡Es que…!

source: what the hell was that?!
es_419: ¡¿Qué carajo fue eso?!

source: we're under attack!
es_419: ¡Nos atacan!

source: I-I can't...!
es_419: ¡N-no puedo…!

source: it's human nature to seek what's easiest and most comfortable.
es_419: La naturaleza humana nos hace buscar el camino más fácil y cómodo.

source: 18 viral infections identified.
es_419: 18 infecciones virales detectadas.

source: it's just a one-eyed cyclops and an old man with prosthetic legs.
es_419: Son solo un cíclope y un anciano con prótesis de piernas.

source: their chief told them to pass on this message to us, should any of them got captured.
es_419: Su jefe les ordenó hacernos llegar el mensaje si lográbamos capturarlos.

source: listen, kid...
es_419: Escucha, niño…

source: you're a retreats citizen?
es_419: … que eres un ciudadano de allá?

source: now, let me take you to our ride.
es_419: Ahora, salgamos de paseo.

source: ...but I do feel bad about all the bullet holes.
es_419: … pero esos balazos me hacen sentir mal.

source: any more extensive cosmetic surgery would make the switch entirely too obvious.
es_419: No podemos hacer más cirugías de las necesarias o el cambio va a ser muy evidente.

source: just this morning...
es_419: ¡Esta mañana…

source: blaze
es_419: LLAMA

source: don't worry, john.
es_419: No te preocupes, John.

source: and where's the old man?!
es_419: ¡¿Y dónde está el anciano?!

source: you may enter.
es_419: Puedes entrar.

source: based on what we've heard...
es_419: Según lo que escuchamos…

source: I need a doctor...
es_419: Necesito un médico…

source: you really saved my neck there, boys!
es_419: ¡Me salvaron el pellejo, muchachos!

source: then I'll cut out your tongue.
es_419: Y después voy a cortarte la lengua.

source: there's no water and barely any power.
es_419: Casi no tiene agua o electricidad.

source: Over there…
es_419: Mira…

source: no matter how drug-addled I get, I would never kill you.
es_419: No importa cuán drogado esté, jamás te mataría.

source: I tried tinkering with a control panel on the way here...
es_419: Le hice unos ajustes al panel de control de camino hacia aquí…

source: there's a whole army of snipers waiting to collect the bounty that I posted.
es_419: Hay un ejército de francotiradores que quieren cobrar la recompensa que publiqué.

source: ughhh...
es_419: Aghhh…

source: did you see the sweet angle on that shot?
es_419: ¿Viste qué ángulo tan hermoso tuvo ese disparo?

source: does he even realize that?
es_419: ¿Es que no se da cuenta de eso?

source: it'll make a real man out of you! hahaha!
es_419: ¡Voy a convertirte en un hombre de verdad! ¡Ja, ja, ja!

source: at least have the common courtesy to thank me for the meal!
es_419: ¡Al menos ten la cortesía de agradecerme por la comida!

source: Explosives
es_419: Explosivos

source: all that blood!
es_419: ¡Cuánta sangre!

source: so soon? we just can't catch a break...
es_419: ¿Tan rápido? ¿No podemos descansar un poco?

source: ...fighting to the death for a chance to find this gold, which may not even exist.
es_419: … que pelean a muerte para encontrar un oro que tal vez ni siquiera exista.

source: unfortunately, watching others suffer has always been a prime source of entertainment for humanity.
es_419: Desafortunadamente, ver a los demás sufrir siempre ha sido la principal fuente de entretenimiento de la humanidad.

source: give me a few more days!
es_419: ¡Denme algunos días!

source: there's a reason why they've been able to gain so much influence in brine.
es_419: No por nada han logrado ganar tanta influencia en Salmuera.

source: ...we turn to each other and ask what kind of people we are.
es_419: … tenemos tiempo de preguntarnos qué tipo de personas somos.

source: I found it!
es_419: ¡Lo encontré!

source: crap! the kid was bluffing!
es_419: ¡Mierda! ¡El niño mintió!

source: DO NOT TOUCH
es_419: NO TOCAR

source: you can't afford that kind of luxury, john.
es_419: No puedes permitirte esos lujos, John.

source: why is the ground shaking?
es_419: ¿Por qué tiembla el suelo?

source: that's the sign of a good workout.
es_419: Eso significa que el ejercicio funcionó.

source: and yet, the world only suffered a temporary shock.
es_419: Y aun así, el mundo no sufrió más que un golpe temporario.

source: wait... doesn't that mean it's currently even more dangerous than brine?
es_419: Espera… ¿entonces ahora es todavía más peligroso que Salmuera?

source: sure, they're not major players, but they're on the up and up.
es_419: Claro. No son la pandilla más importante, pero han tenido éxito.

source: the explosions are getting a little too close for comfort, john!
es_419: ¡No me gusta lo cerca que están esas explosiones, John!

source: yell
es_419: GRITA

source: … about the Retreat's security systems!
es_419: … los sistemas de seguridad de El Refugio!

source: around five years ago...
es_419: Hace unos cinco años…

source: the competition was like two thousand to one!
es_419: ¡Tu competencia era de unas dos mil personas!

source: plus, those in the slums may aspire to be here, but we don't exactly aspire for a life down there.
es_419: Además, los que viven allá anhelan vivir aquí, pero nosotros no anhelamos vivir allá…

source: I didn't think you were in any state to remember.
es_419: Con lo mal que estabas, no creí que lo recordarías.

source: did the tunnel split on the way here?
es_419: ¿El túnel se dividía por aquí?

source: that's the truth behind the reward that so many of you bleed and die for.
es_419: Esa es la verdad detrás del premio por el que tantos de ustedes mueren.

source: ...and greed!
es_419: … y codicia!

source: so what is it that we need from your place?
es_419: Y bien, ¿qué hay que buscar en tu casa?

source: I'm just slightly better off than most people in the slums.
es_419: Solo estoy ligeramente mejor que la mayoría en Salmuera.

source: while there are downsides, I would've thought the retreats as a whole would still be too appealing for you to ignore.
es_419: Sé que tiene sus desventajas, pero El Refugio es tan seductor que es imposible ignorar las ganas de venir aquí.

source: ...we could stand to lose everything, even the money.
es_419: … nos arriesgamos a perderlo todo, incluso el dinero.

source: they need greenwood's skills to sneak into the retreats somehow.
es_419: Que necesitan las habilidades de Greenwood para infiltrarse a El Refugio.

source: because if it is, then...
es_419: Porque, si lo es…

source: ironically, this lays bare the stark differences between individuals.
es_419: Irónicamente, eso resalta las diferencias entre los individuos.

source: Episode 35 - The Plan
es_419: Episodio 35 - El plan

source: ...I fought desperately, like a hound in a dog-fighting ring.
es_419: … luché con desesperación, como un perro peleando por su vida.

source: to him, the fear of death...
es_419: Para él, el miedo a morir…

source: great answer!
es_419: ¡Excelente respuesta!

source: in fact, he was quite renowned in that field...
es_419: De hecho, se labró todo un nombre en ese sector…

source: you back-stabbing savage!
es_419: ¡Maldito salvaje traidor!

source: ...it'll have to be in your next life.
es_419: … tendrás que hacerlo en tu próxima vida.

source: while I am far from some innocent, faultless being...
es_419: Aunque no sea ni de lejos alguien inocente o perfecto…

source: I charge 100 grand to connect you to a gang member...
es_419: Cobro cien de los grandes para contactarte con un pandillero…

source: as you all know...
es_419: Como bien saben…

source: I'll make sure that everything in the retreats will also belong to the people of the slums one day.
es_419: voy a asegurarme de que todo lo que haya en El Refugio también pertenezca a la gente de los barrios algún día.

source: shaaa
es_419: FIAAA

source: Why centipedes, of all things?
es_419: ¿Por qué un ciempiés?

source: so he's got reinforcements!
es_419: ¡Tiene refuerzos!

source: but I must say, I'm disappointed. there's nothing special about you.
es_419: pero la verdad es que estoy decepcionado. No tienes nada de especial.

source: it came from that way...
es_419: Vino de esa dirección…

source: ...when the chief first found into her...
es_419: … cuando el jefe la encontró…

source: let's blow right through the walls.
es_419: Hagamos volar la pared.

source: introducing... the inaugural battlegrounds contest!
es_419: Les presentamos… ¡la inauguración de los campos de batalla!

source: that's it. shooting me would make a lot of noise...
es_419: Ya sé. Dispararme haría demasiado ruido…

source: ...and they took away my blue chip...
es_419: … y me quitaron el chip azul…

source: if they didn't, the surgery costs would be much higher.
es_419: Si no, la cirugía sería aun más costosa.

source: ugh...!
es_419: ¡Agh!…

source: you seem like a smart kid. do the math--
es_419: Pareces ser un chico listo. Saca las cuentas…

source: it is my honor to present to you this year's battlegrounds winner, jonny mountain!
es_419: ¡Tengo el honor de presentarles al ganador de las batallas de este año, Jonny Mountain!

source: what are you smirking at?
es_419: ¿De qué te ríes?

source: I'm not like your grandfather...
es_419: No soy como tu abuelo…

source: haha... kid, I don't know why you're acting so shocked...
es_419: Ja, ja… No sé por qué te sorprendes tanto, niño…

source: four days later / point b, on the outskirts of biringam
es_419: Cuatro días después / Punto B, en las afueras de Biringam

source: you passed out as soon as I found you.
es_419: Te desmayaste en cuanto te encontré.

source: yep, these are the goons that old man greenwood was talking about.
es_419: Sí, estos eran los pandilleros de los que el viejo Greenwood hablaba.

source: kacey, are you hit?!
es_419: ¡¿Te dieron, Kacey?!

source: but I'm not some kind of heartless savage.
es_419: … pero no soy un salvaje despiadado.

source: at least they're not likely to kill him if he took him for a reason.
es_419: Al menos dudo que vayan a matarlo después de haberlo secuestrado así.

source: SPRING
es_419: ZAS

source: maybe there's a hidden level somewhere.
es_419: Tal vez haya un nivel escondido por aquí.

source: Episode 33 - Carpe Diem
es_419: Episodio 33 - Carpe Diem

source: watch where you're shooting, assh*le!
es_419: ¡Mira por dónde disparas, imbécil!

source: wh-what?
es_419: ¿Q-qué?

source: before I could even lift a finger to help...
es_419: Antes de que pudiese ayudarlos en lo más mínimo…

source: consider yourself lucky, ed.
es_419: Considérate afortunado, Ed.

source: chief, the centipedes are staying put. it looks like the kid's acting on his own.
es_419: Jefe, los ciempiés no se han movido. Parece que el niño está actuando por su cuenta.

source: even if my son earns a combat visa by winning the battlegrounds...
es_419: Aunque mi hijo lograse ganar una visa de combate…

source: blue chip?
es_419: ¿El chip azul?

source: but then...
es_419: Pero…

source: we're not going to war against the retreats.
es_419: No vamos a declararle la guerra a El Refugio.

source: did they miss?
es_419: ¿Fallaron?

source: the research facility is difficult to find and quite run down.
es_419: Encontrar ese centro de investigación no es nada fácil.

source: you'd better get used to it pretty quick.
es_419: Vas a tener que acostumbrarte rápido.

source: stomp
es_419: PUM

source: understood.
es_419: Entendido.

source: uhh... wha...
es_419: Ehh… ¿Qué…?

source: …but there was a group of maniacs who managed to pull it off.
es_419: … pero hubo un grupo de dementes que logró hacerlo.

source: Over there!
es_419: ¡Por ahí!

source: we should retrace our steps prior to breaking through the wall.
es_419: Debemos volver sobre nuestros pasos antes de destruir la pared.

source: please!
es_419: ¡Por favor!

source: this building is owned by the broken skulls.
es_419: Este edificio es propiedad de las calaveras rotas.

source: are you capable of fighting your way out of the corner?
es_419: ¿Serás capaz de arreglártelas?

source: the cheonryong gang tracked the drone's transmission data and narrowed down the radius of john canty's whereabouts...
es_419: Los Cheonryong rastrearon los datos de transmisión del dron y redujeron el radio del posible paradero de John Canty…

source: that would mean... the reason john canty is trying to have me killed...
es_419: Eso significa… que la razón por la que John Canty quiere que me maten…

source: you mean people actually respect him...?
es_419: ¿En serio lo respetan…?

source: wait, are you saying--
es_419: Un minuto, ¿acaso dices—?

source: but they've got some moves.
es_419: Pero saben lo que hacen.

source: keep moving! we're setting off at dawn!
es_419: ¡Sigan trabajando! ¡Partimos al amanecer!

source: hey gramps, any idea who might've done this?
es_419: Ey, abuelo, ¿tienes idea de quién pudo hacer esto?

source: not really...
es_419: Para nada…

source: it's for helping me with my self-esteem over the past two years.
es_419: Es por ayudarme con mi autoestima en los últimos dos años.

source: see, I told you!
es_419: ¿Ves? ¡Te lo dije!

source: ugh, it stinks...
es_419: Puaj, apesta…

source: ...who call themselves the miners.
es_419: … que se hace llamar “los mineros”.

source: hmm... good question.
es_419: Mmm… buena pregunta.

source: who the heck is this guy?
es_419: ¿Quién carajo es este tipo?

source: six people against the retreats?
es_419: ¿Seis personas contra El Refugio?

source: ...we might be having dinner in the retreats tonight.
es_419: … tal vez hoy cenemos en El Refugio.

source: a whole bunch of nasty gangs gathered in biringam...
es_419: Biringam se empezó a plagar de pandilleros…

source: that's quentin carter, the leader of the 817, isn't it?
es_419: Ese es Quentin Carter, ¿no? El líder de los 817.

source: I'd rather die than help those retreats scum!
es_419: ¡Prefiero morir que ayudar a una escoria de El Refugio!

source: screw you, gramps.
es_419: Jódete, anciano.

source: ...into a citizen of the retreats.
es_419: … un residente de El Refugio.

source: so... you'd rather die than help me go back to the retreats, huh?
es_419: Entonces… prefieres morir que ayudarme a volver a El Refugio, ¿eh?

source: shoveling food into my mouth as fast as I can...
es_419: … llenándome la boca de comida lo más rápido posible…

source: you asked earlier if the battlegrounds are fun.
es_419: Antes me preguntabas si las batallas son divertidas.

source: if he falls into our hands, he won't be so lucky this time.
es_419: Si damos con él, no va a volver a tener tanta suerte.

source: I guess lady luck's still with me!
es_419: ¡Supongo que mi suerte sigue viva!

source: e-excuse me...
es_419: D-disculpe…

source: AHHH!
es_419: ¡Aaah!

source: Gayeong Oh
es_419: Oh Gayeong

source: sway
es_419: SUUSH

source: what did you just call me?!
es_419: ¡¿Cómo me llamaste?!

source: not to mention his tendency to rub people the wrong way with his less-than-sunny disposition.
es_419: Además, su tendencia a tener una actitud amargada hacía molestar a la gente.

source: checking vitals.
es_419: Signos vitales.

source: yes! yeees!!!
es_419: ¡Sí! ¡¡¡Síiiii!!!

source: ...if you keep hanging out with a villain like me...
es_419: … si sigues juntándote con un villano como yo…

source: ahahaha!
es_419: ¡Ja, ja, ja, ja!

source: ...he was instrumental in shutting down the retreats security system.
es_419: … él fue una pieza clave para desactivar el sistema de seguridad de El Refugio.

source: I was only joking, miss michelle! hahaha!
es_419: ¡Era un chiste, señorita Michelle! ¡Ja, ja, ja!

source: Layton Greenwood, a member of the 817, was captured in Brine today.
es_419: Capturaron hoy en Brine a Layton Greenwood, miembro de los 817.

source: now, all of you sitting in front of the screen!
es_419: ¡Y para los que están sentados frente a la pantalla!

source: and I've been meticulously training my son this whole time to perfect his act as a moronic rich brat.
es_419: Llevo todo este tiempo entrenando meticulosamente a mi hijo para que perfeccionara su número como ricachón malcriado.

source: are you alright?!
es_419: ¡¿Estás bien?!

source: why, never seen a naked woman before? guess you retreats boys are nothing but prudes.
es_419: ¿Acaso nunca habías visto a una mujer desnuda? Supongo que los de El Refugio son unos mojigatos.

source: he doesn't suspect a thing.
es_419: No sospecha nada.

source: we demolished countless buildings, but the human heart cannot be shattered so easily.
es_419: Destrozamos incontables edificios, pero el corazón humano no se destruye con tanta facilidad.

source: you animals... if you're going to kill us, just make it quick!
es_419: Salvajes… ¡si van a matarnos, háganlo rápido!

source: splat
es_419: PLAF

source: you're an interesting one, john canty.
es_419: Eres un tipo de lo más interesante, John Canty.

source: grabbing him and running was the easy part... what now?
es_419: Rescatarlo y huir fue la parte fácil… ¿y ahora qué?

source: this isn't what we'd agreed on!
es_419: ¡Esto no fue lo que acordamos!

source: the bg only serves its purpose when somebody's watching.
es_419: Los CB solo cumplen su propósito si alguien los mira.

source: then why haven't you already?
es_419: Entonces, ¿qué esperas?

source: so this is what you meant by...
es_419: Entonces, ¿a esto te referías…

source: let's hurry.
es_419: Apresurémonos.

source: glow
es_419: BRILLA

source: and making a run for it out in the open without a smokescreen is tantamount to suicide.
es_419: Y salir corriendo al descubierto sin una cortina de humo es un suicidio.

source: Episode 5 - Reward
es_419: Episodio 5 - El premio

source: two more on our six!
es_419: ¡Hay dos más a las seis!

source: let's head to the meeting.
es_419: … vayamos a la reunión.

source: hmm? guess you're one of those glass half-empty types, huh?
es_419: ¿Mmm? Supongo que eres de los que ve el vaso medio vacío, ¿eh?

source: ...please head this way for the screening process.
es_419: … diríjanse por aquí para el proceso de inspección.

source: ...I began to see the faintest glimmer of hope.
es_419: … un atisbo de esperanza nació dentro de mí.

source: ...but during "the summer of flames,“ when the biringam retreats burned to the ground...
es_419: … pero, durante el “verano en llamas”, cuando arrasaron Biringam…

source: how strange...
es_419: Es raro…

source: um... not particularly...
es_419: Mm… La verdad es que no…

source: in that case, let's go back up to the ground level and see if we can find a map that shows the locations of other research facilities like this one.
es_419: En ese caso, volvamos a la planta baja y veamos si encontramos algún mapa que muestre dónde están las otras instalaciones de investigación.

source: we could carry on through the night...
es_419: Podríamos seguir adelante durante la noche…

source: get ready to run, troops.
es_419: Prepárense para correr, tropa.

source: ...but the real challenge is what comes next.
es_419: … pero el verdadero desafío es lo que viene ahora.

source: like a bug in the system that makes you have to re-verify your identity...
es_419: Como un error en el sistema que te obliga a volver a verificar tu identidad…

source: so? what's your next move?
es_419: ¿Y bien? ¿Ahora qué sigue?

source: ...I suppose every flame flickers out in the end.
es_419: … supongo que toda llama termina por apagarse.

source: ...we replaced both of your arms with gable's.
es_419: … reemplazamos tus dos brazos por los de Gable.

source: beats me.
es_419: Ni idea.

source: CREEEAK
es_419: CRIIIIC

source: why weren't you on your comms?!
es_419: ¡¿Por qué no tienes tu comunicador?!

source: hey, canty.
es_419: Ey, Canty.

source: Love ya, Connie!
es_419: ¡Te amo, Connie!

source: ah... aaaah! w-wait, I'm sorry!
es_419: ¡Ah…! ¡Aaaah! ¡E-espera! ¡Perdón!

source: a centipede?
es_419: ¿Un ciempiés?

source: I've made myself clear. now, start talking!
es_419: Fui bastante clara. ¡Ahora empieza a hablar!

source: kill him!
es_419: ¡Mátalo!

source: does it ever malfunction?
es_419: ¿Alguna vez se avería?

source: dammit... while some people are living out their dreams on jupiter, here I am...
es_419: Mierda… mientras unos cumplen sus sueños en Júpiter, aquí estoy yo…

source: mumble
es_419: BALBUCEA

source: Yeah, yeah.
es_419: Sí, sí.

source: Episode 22 - Expedition
es_419: Episodio 22 - La expedición

source: ...a brutal bloodsport of gamified murder...
es_419: … un deporte sangriento en el que matar es un juego…

source: it's useless without a skilled technician anyway.
es_419: De todas formas, es inútil sin un técnico habilidoso.

source: he seems to have a plan of some kind.
es_419: Parece tener una especie de plan.

source: hundreds? thousands?!
es_419: ¿Cientos? ¡¿Miles?!

source: pfft!
es_419: ¡Pfff!

source: the vultures... they're the biggest gang in the brine black market.
es_419: Los Buitres... son la mayor pandilla del mercado negro de Salmuera.

source: no, I should be thanking you.
es_419: No, gracias a ti.

source: urgh...! f-fine, I'll tell you everything! just stop...!
es_419: ¡Argh!… E-está bien, ¡voy a contarte todo! ¡Pero detente!…
